Dlubal.RFEM5.INodalLoad
Interface for working with nodal load.

Dlubal.RFEM5.INodalLoad.GetData
Gets nodal load parameters.
Returns: Nodal load parameters

Dlubal.RFEM5.INodalLoad.SetData(System.UInt32@)
Sets nodal load parameters.
Load: Nodal load parameters

Dlubal.RFEM5.INodalLoad.Delete
Deletes nodal load.